[Balance.PawnBalance_Golem_Badass AIPawnBalanceDefinition]
PlayThroughs[0]=(DisplayName="That iron golem",TransformedNames=((TransformedName="Unlock the Iron Golem."),(TransformedName="Think Metal Golem"),(TransformedName="A terrifying steel golem."),(TransformedName="Long steel planks"),(TransformedName="God is made of iron")))

[Balance.PawnBalance_Golem_ClaptrapWand AIPawnBalanceDefinition]
PlayThroughs[0]=(DisplayName="magic doll")

[Balance.PawnBalance_Golem_SwordInStone AIPawnBalanceDefinition]
PlayThroughs[0]=(DisplayName="Golem has no motivation",TransformedNames=((TransformedName="Better with inspiration"),(TransformedName="My golem has a problem"),(TransformedName="angry golem")))

[Balance.PawnBalance_GolemGold AIPawnBalanceDefinition]
PlayThroughs[0]=(DisplayName="Golden cocoon")
PlayThroughs[1]=(DisplayName="golden globe")
PlayThroughs[2]=(DisplayName="gold gold")

[Balance.PawnBalance_GolemRock AIPawnBalanceDefinition]
PlayThroughs[0]=(DisplayName="stone golem",TransformedNames=((TransformedName="Working on Rock Golem"),(TransformedName="An indifferent stone golem"),(TransformedName="The mountain is amazing"),(TransformedName="A tall stone golem"),(TransformedName="Live in God.")))

[Population.PawnBalance_GolemFlying AIPawnBalanceDefinition]
PlayThroughs[0]=(DisplayName="The spirit of the golem")

[Population.PawnBalance_GolemFlying_Maxibillion AIPawnBalanceDefinition]
PlayThroughs[0]=(DisplayName="Maximillado")

